tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "railwaycat/emacsmacport"
brew "xz"
brew "automake"
brew "clang-format"
brew "readline"
brew "cmake"
brew "coreutils"
brew "duckdb"
brew "openssl@3"
brew "elixir"
brew "fd"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jq"
brew "luarocks"
brew "ncurses"
brew "neovim"
brew "openjdk"
brew "pandoc"
brew "pipx"
brew "python@3.11"
brew "r"
brew "ripgrep"
brew "rustup"
brew "stockfish"
brew "stow"
brew "tcl-tk"
brew "texlive"
brew "ttfautohint"
brew "wget"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "libreoffice"
cask "macs-fan-control"
cask "monitorcontrol"
cask "obs"
cask "raycast"
cask "rstudio"
cask "vscodium"
cask "xquartz"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "ms-python.debugpy"
vscode "ms-python.python"
