tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
brew "automake"
brew "chezmoi"
brew "coreutils"
brew "readline"
brew "gawk"
brew "xz"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "jq"
brew "lc0"
brew "ncurses"
brew "neovim"
brew "openssl@3"
brew "pyenv"
brew "rustup-init"
brew "sqlite"
brew "starship"
brew "stockfish"
brew "tcl-tk"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "macs-fan-control"
cask "monitorcontrol"
cask "vscodium"
cask "wezterm-nightly"
