tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "astyle"
brew "automake"
brew "chezmoi"
brew "coreutils"
brew "xz"
brew "openssl@3"
brew "elixir"
brew "fd"
brew "readline"
brew "gawk"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jq"
brew "lc0"
brew "luarocks"
brew "ncurses"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rustup-init"
brew "sqlite"
brew "stockfish"
brew "tcl-tk"
brew "wget"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "macs-fan-control"
cask "monitorcontrol"
cask "obsidian"
cask "vscodium"
cask "wezterm-nightly"
